[BEResettableCounter1]
CountMessage="Осталось образцов ДНК: %i..."
CompleteMessage="Все образцы ДНК уничтожены!"

[KFMusicTrigger0]
CombatSong="KFh6_Launch"

[KFUseTrigger2]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KF_DialogueSpot0]
Dialogues=((Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Кто здесь? Слушайте, я не знаю, как вы сюда попали, но я Рейчел, дочь Кевина Клемели, и я на вашей стороне. Отец услышал, что вы идете, и сбежал на поезде в Париж, но оставил тут армию клонов. Если поможете, мы взорвем это место, пока они не вырвались на свободу.")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Когда я добралась сюда, он минировал станцию, чтобы прикрыть свой побег. Может, этой взрывчаткой удастся взорвать защитную дверь.")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Пройдете за дверь - попадете в хранилище химикатов.")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Вам нужна колба с надписью 'Нитроглицерин'. Это крайне нестабильное вещество. Если ввести его в систему охлаждения, ядро реактора перегреется.")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Идите в камеру охлаждения, вылейте нитроглицерин в систему. Сейчас открою дверь.")),(Display=(Dialogue_Header="Rachel Clamley",Dialogue_Text="<Mind the Gap!>")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Отлично. Пусть распространяется, а я пока открою помещение генератора. Можете там затариться.")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Химикаты залиты. Теперь задача - перегреть генератор и турбину. Это процесс небыстрый, так что осторожнее там!")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Вы на полпути, давайте дальше!")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Отлично. Запаситесь припасами, пока можете.")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Готово. Открываю помещение реактора. Покончим с этим.")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Головоломка собрана. Теперь включайте ядро реактора. Оно перегреется, и тут все взлетит а воздух. Продержитесь еще пару минут, и мы уберемся отсюда.")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Температура растет. Не останавливайтесь!")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Работает! Ядро все нестабильнее! Заберите припасы, пока тут все не взлетело! ")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Ядро достигло критической температуры, но эти двери открываются только на рисунок сетчатки отца. Может, подойдет глаз его клона? ")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Вы живы! Но дверь еще надо открыть.")),(Display=(Dialogue_Header="Рейчел Клемели",Dialogue_Text="Отец сбежал в Париж по туннелю под Ла-Маншем, это наверху. Надо остановить его, пока клоны не прорвались дальше. Удачи! И счастливого пути!")))

[KF_StoryObjective0]
HUD_Header.Header_Text="ВНЕДРЕНИЕ"
ObjectiveInProgressMusic="KF_Infectious_Cadaver"

[KF_StoryObjective1]
HUD_Header.Header_Text="БРЕШЬ В БЕЗОПАСНОСТИ"
ObjectiveInProgressMusic="KF_BlooddriveN"

[KF_StoryObjective12]
HUD_Header.Header_Text="Закупка у торговца"
ObjectiveInProgressMusic="KF_Wading"

[KF_StoryObjective13]
HUD_Header.Header_Text="ПОБЕДИТЬ ПАТРИАРХОВ"
ObjectiveInProgressMusic="KF_Abandon"

[KF_StoryObjective15]
HUD_Header.Header_Text="ВНЕДРЕНИЕ"
ObjectiveInProgressMusic="KF_Abient_Asylum"

[KF_StoryObjective16]
HUD_Header.Header_Text="Закупка у торговца"
ObjectiveInProgressMusic="KF_Wading"

[KF_StoryObjective17]
HUD_Header.Header_Text="Закупка у торговца"
ObjectiveInProgressMusic="KF_Wading"

[KF_StoryObjective18]
HUD_Header.Header_Text="ДВЕРИ ЗАКРЫВАЮТСЯ"
ObjectiveInProgressMusic="KF_Abient_Asylum"

[KF_StoryObjective2]
HUD_Header.Header_Text="В ДОПУСКЕ ОТКАЗАНО"
ObjectiveInProgressMusic="KF_Pathogen"

[KF_StoryObjective21]
HUD_Header.Header_Text="НАРУШИТЕЛИ"
ObjectiveInProgressMusic="KF_Abient_Asylum"

[KF_StoryObjective22]
HUD_Header.Header_Text="ОЧКИ НЕ ПОМОГАЮТ"
ObjectiveInProgressMusic="KF_Abient_Asylum"

[KF_StoryObjective23]
HUD_Header.Header_Text="ТОЧКА КИПЕНИЯ"
ObjectiveInProgressMusic="KF_Killphase"

[KF_StoryObjective4]
HUD_Header.Header_Text="ГЛАЗ ВИДИТ ТЕБЯ"
ObjectiveInProgressMusic="KF_SurfaceTension"

[KF_StoryObjective5]
HUD_Header.Header_Text="Закупка у торговца"
ObjectiveInProgressMusic="KF_Wading"

[KF_StoryObjective6]
HUD_Header.Header_Text="Закупка у торговца"
ObjectiveInProgressMusic="KF_Wading"

[KF_StoryObjective7]
HUD_Header.Header_Text="ОПАСНЫЙ ТРАНСПОРТ"
ObjectiveInProgressMusic="KF_Containment"

[KF_StoryObjective8]
HUD_Header.Header_Text="УТРОБА ЧУДОВИЩА"
ObjectiveInProgressMusic="KF_Abient_Asylum"

[KF_StoryObjective9]
HUD_Header.Header_Text="ЧТО ПОЧЕМ"
ObjectiveInProgressMusic="KF_Abient_Asylum"

[LevelInfo0]
Title="Транзит"

[LevelSummary]
Title="Транзит"
Description="Здесь все началось, здесь и закончится. Прорыв клонов, повергший Британию в столь плачевное состояние, начался в Лондоне. Вернувшись в столицу, мы обнаружили, что положение ухудшилось. Эта подземная битва может стать вашим последним шансом не дать этой чуме распространиться на континент."

[ObjCondition_ActorHealth0]
HUD_Screen.Screen_Hint="Победите Патриархов"

[ObjCondition_ActorHealth15]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth8]
HUD_World.World_Hint="Сварка"

[ObjCondition_Area0]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите в помещение реактора"

[ObjCondition_Area2]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Найдите хранилище химикатов"

[ObjCondition_Area4]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите в помещение генератора"

[ObjCondition_Area5]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Найдите секретную лабораторию"

[ObjCondition_Counter0]
HUD_Screen.Screen_Hint="Уровень температуры"

[ObjCondition_Counter1]
HUD_Screen.Screen_Hint="Убейте монстров:"

[ObjCondition_Counter2]
HUD_Screen.Screen_Hint="Убейте монстров:"

[ObjCondition_Counter3]
HUD_Screen.Screen_Hint="(Бонус) Убейте клонов:"

[ObjCondition_Inventory0]
HUD_World.World_Hint="Принесите нитроглицерин сюда"
HUD_Screen.Screen_Hint="Отнесите нитроглицерин в камеру охлаждения"

[ObjCondition_Inventory1]
HUD_Screen.Screen_Hint="Найдите глаз Патриарха"

[ObjCondition_Inventory3]
HUD_Screen.Screen_Hint="Найдите нитроглицерин"

[ObjCondition_Inventory4]
HUD_Screen.Screen_Hint="Найдите карточку технического отсека"

[ObjCondition_Inventory5]
HUD_Screen.Screen_Hint="Найдите взрывчатку"

[ObjCondition_Inventory6]
HUD_Screen.Screen_Hint="Найдите карточку технического отсека"

[ObjCondition_Inventory7]
HUD_Screen.Screen_Hint="Найдите взрывчатую смесь"

[ObjCondition_Timed6]
HUD_Screen.Screen_Hint="Держитесь, пока температура поднимается"

[ObjCondition_Use0]
HUD_World.World_Hint="Нажмите кнопку ИСПОЛЬЗОВАТЬ, чтобы установить взрывчатку"
HUD_Screen.Screen_Hint="Установите взрывчатку у защитной двери"

[ObjCondition_Use1]
HUD_World.World_Hint="Нажмите кнопку ИСПОЛЬЗОВАТЬ, чтобы открыть дверь"
HUD_Screen.Screen_Hint="Подойдите к техническому отсеку"

[ObjCondition_Use2]
HUD_World.World_Hint="Нажмите кнопку ИСПОЛЬЗОВАТЬ, чтобы сканировать глаз"
HUD_Screen.Screen_Hint="Сканируйте глаз Патриарха на двери"

[ObjCondition_Use3]
HUD_World.World_Hint="Нажмите кнопку ИСПОЛЬЗОВАТЬ, чтобы сканировать карточку"
HUD_Screen.Screen_Hint="Откройте карточкой технический отсек"

[ObjCondition_Use6]
HUD_World.World_Hint="Нажмите кнопку ИСПОЛЬЗОВАТЬ, чтобы включить реактор"
HUD_Screen.Screen_Hint="Запустите ядро реактора"

[ObjCondition_WaveCounter0]
HUD_Screen.Screen_Hint="Убейте оставшихся монстров:"

[ObjCondition_WaveCounter1]
HUD_Screen.Screen_Hint="Убейте оставшихся монстров:"

[ObjCondition_WaveCounter4]
HUD_Screen.Screen_Hint="Убейте оставшихся монстров:"

[ObjCondition_WaveCounter5]
HUD_Screen.Screen_Hint="Убейте оставшихся монстров:"

[ObjCondition_WaveCounter6]
HUD_Screen.Screen_Hint="Убейте оставшихся монстров:"

